[
  "cm-typewriter-scroll-obsidian",
  "obsidian-pandoc",
  "cm-chs-patch",
  "obsidian-quiet-outline",
  "calendar",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-checklist-plugin",
  "obsidian-outliner",
  "obsidian-mind-map",
  "quickadd",
  "url-into-selection",
  "obsidian-admonition",
  "open-vscode",
  "obsidian-image-auto-upload-plugin",
  "obsidian-vimrc-support",
  "emoji-shortcodes",
  "obsidian-auto-pair-chinese-symbol",
  "easy-typing-obsidian"
]